Get the built geometry, build status and other data stored in TessellatedShapeBuilderResult. Clears the stored data.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2015
 Syntax
  C#
public TessellatedShapeBuilderResult GetBuildResult()
  Visual Basic
Public Function GetBuildResult As TessellatedShapeBuilderResult
  Visual C++
public:
TessellatedShapeBuilderResult^ GetBuildResult()
 See Also
  TessellatedShapeBuilder Class
  Autodesk.Revit.DB Namespace